Repository: vaheed/vc-wp-backup
Catalog: languages/virakcloud-backup-*.po
Languages: fa_ir

source: All
fa_ir: همه

source: Archiving DB
fa_ir: در حال بایگانی پایگاه‌داده

source: Archiving Files
fa_ir: در حال بایگانی فایل‌ها

source: Backup
fa_ir: پشتیبان

source: Backup Type
fa_ir: نوع پشتیبان

source: Backup cancelled
fa_ir: پشتیبان‌گیری لغو شد

source: Backup failed:
fa_ir: پشتیبان‌گیری ناموفق بود:

source: Backup paused
fa_ir: پشتیبان‌گیری متوقف شد

source: Backup running (no S3 upload). Check logs for progress.
fa_ir: پشتیبان‌گیری در حال اجرا (بدون بارگذاری در S3). برای پیشرفت، لاگ‌ها را بررسی کنید.

source: Backup running and uploading to S3. Check logs for progress.
fa_ir: پشتیبان‌گیری در حال اجرا و بارگذاری در S3 است. برای پیشرفت، لاگ‌ها را بررسی کنید.

source: Backups
fa_ir: نسخه‌های پشتیبان

source: Cancel
fa_ir: لغو

source: Catch up
fa_ir: جبران

source: Complete
fa_ir: تکمیل شد

source: Configure your S3 bucket in Settings to see recent backups.
fa_ir: برای دیدن پشتیبان‌های اخیر، در تنظیمات نام سطل S3 را تنظیم کنید.

source: Copy
fa_ir: کپی

source: Documentation
fa_ir: مستندات

source: Download
fa_ir: دانلود

source: Downloaded
fa_ir: دریافت شد

source: Downloading
fa_ir: در حال دریافت

source: Dry Run (extract and validate only)
fa_ir: اجرای آزمایشی (فقط استخراج و اعتبارسنجی)

source: Dry run complete
fa_ir: اجرای آزمایشی به پایان رسید

source: Every 12 hours
fa_ir: هر ۱۲ ساعت

source: Every 2 hours
fa_ir: هر ۲ ساعت

source: Every 2 weeks
fa_ir: هر ۲ هفته

source: Every 4 hours
fa_ir: هر ۴ ساعت

source: Every 8 hours
fa_ir: هر ۸ ساعت

source: Every month
fa_ir: هر ماه

source: Finalizing
fa_ir: در حال نهایی‌سازی

source: Free disk space
fa_ir: فضای خالی دیسک

source: From
fa_ir: از

source: Full restore complete
fa_ir: بازیابی کامل به پایان رسید

source: Full site restore (replace WordPress core and wp-config.php)
fa_ir: بازیابی کامل سایت (جایگزینی هسته وردپرس و wp-config.php)

source: Insufficient permissions
fa_ir: مجوز کافی وجود ندارد

source: Interval
fa_ir: بازه

source: Last Test Result
fa_ir: نتیجه آخرین آزمون

source: Last backup
fa_ir: آخرین پشتیبان

source: Latency %d ms, size %d bytes, checksum %s
fa_ir: تأخیر %d میلی‌ثانیه، اندازه %d بایت، چک‌سام %s

source: Live Logs
fa_ir: لاگ‌های لحظه‌ای

source: Logs
fa_ir: لاگ‌ها

source: Max execution time
fa_ir: حداکثر زمان اجرا

source: Missing backup key
fa_ir: کلید پشتیبان موجود نیست

source: Mode
fa_ir: حالت

source: Next run
fa_ir: اجرای بعدی

source: Next run (preview)
fa_ir: اجرای بعدی (پیش‌نمایش)

source: No backups found yet.
fa_ir: هنوز هیچ پشتیبانی یافت نشد.

source: No log file found
fa_ir: هیچ پرونده لاگی یافت نشد

source: Open Backups
fa_ir: باز کردن صفحه پشتیبان‌ها

source: PHP memory_limit
fa_ir: محدودیت حافظه PHP

source: Path Style
fa_ir: حالت مسیر (Path Style)

source: Pause
fa_ir: مکث

source: Paused
fa_ir: متوقف

source: Permission denied
fa_ir: اجازه داده نشد

source: Preparing
fa_ir: در حال آماده‌سازی

source: Progress
fa_ir: پیشرفت

source: Queued
fa_ir: در صف

source: Recent Backups
fa_ir: پشتیبان‌های اخیر

source: Restore
fa_ir: بازیابی

source: Restore complete. Please review S3 Settings and ensure your access/secret keys are configured to resume backups.
fa_ir: بازیابی کامل شد. لطفاً تنظیمات S3 را بررسی کنید و مطمئن شوید کلیدهای دسترسی/مخفی پیکربندی شده‌اند تا پشتیبان‌گیری‌ها از سر گرفته شوند.

source: Restoring DB
fa_ir: در حال بازیابی پایگاه‌داده

source: Restoring Files
fa_ir: در حال بازیابی فایل‌ها

source: Resume
fa_ir: ادامه

source: Rewrite URLs
fa_ir: بازنویسی آدرس‌ها

source: Rewriting URLs
fa_ir: بازنویسی آدرس‌ها

source: Run Backup
fa_ir: اجرای پشتیبان‌گیری

source: Run Test Backup
fa_ir: اجرای آزمون پشتیبان

source: Run missed backups
fa_ir: اجرای پشتیبان‌های از دست‌رفته

source: S3 access/secret keys are not configured. Please set them in Settings before restoring.
fa_ir: کلیدهای دسترسی/مخفی S3 پیکربندی نشده‌اند. لطفاً پیش از بازیابی، آن‌ها را در تنظیمات وارد کنید.

source: S3 bucket is not configured. Please set it in Settings.
fa_ir: سطل S3 پیکربندی نشده است. لطفاً در تنظیمات آن را مشخص کنید.

source: S3 connection failed:
fa_ir: اتصال به S3 ناموفق بود:

source: S3 connection success!
fa_ir: اتصال به S3 موفق بود!

source: Save Settings
fa_ir: ذخیره تنظیمات

source: Schedule
fa_ir: زمان‌بندی

source: Schedules
fa_ir: زمان‌بندی‌ها

source: Settings
fa_ir: تنظیمات

source: Start Auto-Refresh
fa_ir: شروع به‌روزرسانی خودکار

source: Start Restore
fa_ir: شروع بازیابی

source: Start Time
fa_ir: زمان شروع

source: Status
fa_ir: وضعیت

source: Stop Auto-Scroll
fa_ir: توقف پیمایش خودکار

source: Test S3 Connection
fa_ir: آزمون اتصال S3

source: Test backup failed:
fa_ir: پشتیبان آزمایشی ناموفق بود:

source: Test backup uploaded in %1$d ms (%.1f KiB/s).
fa_ir: پشتیبان آزمایشی در %1$d میلی‌ثانیه بارگذاری شد (%.1f کیبی‌بایت/ثانیه).

source: To
fa_ir: به

source: Types:
fa_ir: انواع:

source: Unpacked
fa_ir: استخراج شد

source: Upload Pending
fa_ir: در انتظار بارگذاری

source: Upload to S3 after backup
fa_ir: پس از پشتیبان‌گیری در S3 بارگذاری شود

source: Uploading
fa_ir: در حال بارگذاری

source: Use path-style addressing
fa_ir: استفاده از آدرس‌دهی به‌صورت مسیر

source: Verifying
fa_ir: در حال بررسی

source: VirakCloud Backup
fa_ir: پشتیبان‌گیر VirakCloud

source: VirakCloud S3 connectivity
fa_ir: اتصال VirakCloud S3

source: Website
fa_ir: وب‌سایت

source: ago
fa_ir: پیش

source: db = only the database export (.sql).
fa_ir: بانک‌اطلاعاتی = فقط خروجی پایگاه‌داده (.sql).

source: files = only wp-content (themes, plugins, uploads).
fa_ir: فایل‌ها = فقط wp-content (قالب‌ها، افزونه‌ها، آپلودها).

source: full = database + all WordPress files (core, wp-content).
fa_ir: کامل = پایگاه‌داده + همه فایل‌های وردپرس (هسته و wp-content).

source: incremental = database + files changed since the last backup.
fa_ir: افزایشی = پایگاه‌داده + فایل‌های تغییر کرده از زمان آخرین پشتیبان.

source: never
fa_ir: هرگز

source: not scheduled
fa_ir: زمان‌بندی نشده

source: unknown
fa_ir: نامشخص
